//BUILDP7  JOB (COBOL),'BUILD P7',CLASS=C,MSGCLASS=X,
//         MSGLEVEL=(1,1),NOTIFY=HERC01,REGION=4096K,TIME=1440
//JOBPROC  DD DISP=SHR,DSN=HERC01.KICKSSYS.V1R5M0.PROCLIB,
//         SYSPROC=YES
//P7MAIN   EXEC K2KCOBCL
//COPY.SYSUT1 DD DISP=SHR,DSN=HERC01.COBOL(PROJETO7)
//LKED.SYSLMOD DD DISP=SHR,
//         DSN=HERC01.KICKS.V1R5M0.KIKRPL(PROJETO7)
//LKED.SYSIN DD *
 INCLUDE SKIKLOAD(KIKCOBGL)
 ENTRY PROJETO7
 NAME PROJETO7(R)
/*




















