//MAPP7    JOB (COBOL),'MAPA P7',CLASS=C,MSGCLASS=X,
//         MSGLEVEL=(1,1),NOTIFY=HERC01,REGION=4096K,TIME=1440
//JOBPROC  DD DISP=SHR,DSN=HERC01.KICKSSYS.V1R5M0.PROCLIB,
//         SYSPROC=YES
//MAPA     EXEC KIKMAPS,MAPNAME=MAPSP7
//COPY.SYSUT1 DD DISP=SHR,DSN=HERC01.BMS(MAPSP7)
